{
  "1": {
    "id": 1,
    "title": "Informações Gerais",
    "content": "<h1>Informações Gerais</h1><p>Mass Effect: Legendary Edition é uma coletânea remasterizada que reúne as três aventuras principais da épica trilogia de ficção científica da BioWare, originalmente lançadas entre 2007 e 2012. A coleção, lançada em 2021, aprimora a experiência clássica com gráficos melhorados, ajustes na jogabilidade e todos os DLCs originais incluídos, permitindo que novos jogadores e veteranos mergulhem na complexa e rica narrativa do universo Mass Effect.</p><p>Na pele do Comandante Shepard, o jogador é lançado em uma galáxia ameaçada pela chegada dos Reapers — máquinas sintéticas poderosas que buscam aniquilar toda forma de vida orgânica. A jornada passa por diferentes sistemas estelares, planetas exóticos e cidades futuristas, explorando temas como ética, política intergaláctica, diversidade cultural e as consequências das escolhas individuais e coletivas.</p><p>Além do combate intenso e customizável, a série é renomada pela construção de personagens profundos, romances possíveis e múltiplos finais que dependem diretamente das decisões do jogador, criando uma experiência altamente pessoal e rejogável.</p>"
  },
  "2": {
    "id": 2,
    "title": "Sistema de Escolhas",
    "content": "<h1>Sistema de Escolhas</h1><p>O sistema de escolhas de Mass Effect é considerado um marco na narrativa interativa dos videogames. Ao longo dos três jogos, o jogador enfrenta dilemas morais e decisões estratégicas que não apenas influenciam o desfecho imediato de missões, mas também afetam profundamente o curso da história em escala galáctica.</p><p>As decisões vão desde ações de combate e diplomacia até a vida ou morte de personagens aliados e inimigos. Por exemplo, optar por salvar uma colônia pode custar vidas em outra, e o tratamento dado a espécies alienígenas pode alterar alianças fundamentais. Essas escolhas são gravadas num sistema de reputação conhecido como Paragon (heróico) e Renegade (implacável), que desbloqueiam diferentes linhas de diálogo e habilidades especiais.</p><p>Além disso, o sistema mantém a continuidade das decisões feitas nos jogos anteriores, trazendo um efeito cascata que impacta até o último capítulo da trilogia, dando uma sensação de responsabilidade e profundidade narrativa sem precedentes.</p>"
  },
  "3": {
    "id": 3,
    "title": "Combate e Classes",
    "content": "<h1>Combate e Classes</h1><p>Mass Effect mistura tiroteios em terceira pessoa com elementos de RPG, permitindo que o jogador personalize seu estilo de combate através da escolha de classes, que determinam habilidades únicas, armas e táticas disponíveis. As classes incluem Soldado (foco em armas e resistência), Adepto (especialista em poderes bióticos, como levitação e campos de força), Engenheiro (habilidades tecnológicas para hackear e desativar inimigos), Vanguard (combina combate corpo a corpo com explosões bióticas) e outras variações híbridas.</p><p>O combate exige coordenação do esquadrão, já que seus membros possuem especializações complementares que podem ser comandadas para criar sinergias poderosas, como lançar um inimigo ao ar com um poder biótico e em seguida atirar enquanto ele está vulnerável. Além disso, a ambientação dos combates é variada, incluindo cenários que favorecem furtividade, tiroteios abertos ou emboscadas táticas, incentivando estratégias diversificadas.</p><p>O aprimoramento de armas e equipamentos, assim como a aquisição de mods, permitem customizar a jogabilidade de forma profunda, equilibrando ataques diretos e o uso criativo dos poderes e gadgets disponíveis.</p>"
  },
  "4": {
    "id": 4,
    "title": "Exploração Galáctica",
    "content": "<h1>Exploração Galáctica</h1><p>Embora a narrativa central de Mass Effect seja focada em missões específicas, a exploração galáctica é um componente vital que adiciona imersão e complexidade ao jogo. A nave Normandy, que serve como base móvel do Comandante Shepard, permite viajar entre sistemas estelares, cada um contendo múltiplos planetas e luas, muitos deles com ambientes variados e recursos a serem coletados.</p><p>Os jogadores podem escanear planetas para encontrar materiais necessários para aprimorar equipamentos, resolver missões secundárias e descobrir vestígios arqueológicos ou fenômenos científicos que enriquecem o lore do universo. Apesar da exploração planetária ser menos intensa em alguns títulos da trilogia, ela é recompensada por diálogos únicos e consequências que podem influenciar as relações políticas entre as espécies da galáxia.</p><p>Além disso, a interação com diferentes facções alienígenas, desde os diplomáticos Salarianos até os guerreiros Krogan, oferece uma rede complexa de alianças, rivalidades e histórias pessoais que complementam a épica narrativa principal, tornando a galáxia viva e repleta de nuances.</p>"
  }
}
